{
    "Dr. John Dewey": "Education is not preparation for life; education is life itself.",
    "Dr. Maria Montessori": "The greatest sign of success for a teacher is to be able to say, 'The children are now working as if I did not exist.'",
    "Dr. Lev Vygotsky": "Through others we become ourselves.",
    "Dr. Caleb Gattegno": "We must subordinate teaching to learning.",
    "Dr. Benjamin Bloom": "Creativity follows mastery.",
    "Dr. Malcolm Knowles": "Adults are motivated to learn as they experience needs and interests that learning will satisfy.",
    "Dr. Edward T. Hall": "The essence of cross-cultural communication has more to do with releasing responses than with sending messages.",
    "Dr. Jerome Bruner": "We are storytelling creatures, and as children we acquire language to tell those stories that we have inside us.",
    "Dr. Paulo Freire": "Knowledge emerges only through invention and re-invention, through the restless, impatient, continuing, hopeful inquiry human beings pursue in the world.",
    "Kurt Vonnegut Jr.": "Practicing an art, no matter how well or badly, is a way to make your soul grow, for heavens sake. Sing in the shower. Dance to the radio. Tell stories. Write a poem to a friend, even a lousy poem. Do it as well as you possibly can. You will get an enormous reward. You will have created something.",
    "Dr. Albert Bandura": "In order to succeed, people need a sense of self-efficacy, to struggle together with resilience to meet the inevitable obstacles and inequities of life.",
    "Dr. Ivan Illich": "School is the advertising agency which makes you believe that you need the society as it is.",
    "Dr. Seymour Papert": "The role of the teacher is to create the conditions for invention rather than provide ready-made knowledge.",
    "Dr. Geert Hofstede": "Culture is more often a source of conflict than of synergy. Cultural differences are a nuisance at best and often a disaster.",
    "Dr. Nel Noddings": "A caring relation is, in its most basic form, a connection or encounter between two human beings.",
    "Dr. Mihaly Csikszentmihalyi": "To overcome the anxieties and depressions of contemporary life, individuals must become independent of the social environment to the degree that they no longer respond exclusively in terms of its rewards and punishments.",
    "Christopher Alexander": "There is a central quality which is the root criterion of life and spirit in a man, a town, a building, or a wilderness. This quality is objective and precise, but it cannot be named.",
    "Dr. David Kolb": "Learning is the process whereby knowledge is created through the transformation of experience.",
    "Drs. Milton & Janet Bennett": "Intercultural sensitivity is not natural. It is not part of our primate past, nor has it characterized most of human history. Cross-cultural contact usually has been accompanied by bloodshed, oppression, or genocide.",
    "Drs. Lave & Wenger": "Engagement in social practice is the fundamental process by which we learn and so become who we are.",
    "Dr. Robert Marzano": "The single most influential factor in student achievement is the teacher.",
    "Dr. Howard Gardner": "It is not how smart you are, who you are, but how you are smart.",
    "Dr. Carol Dweck": "Become a learning machine. I didn't want you to be the smartest person in the room. I wanted you to be the one who's learning the most.",
    "Dr. Peter Senge": "People don't resist change. They resist being changed.",
    "Dr. John Kotter": "The central issue is never strategy, structure, culture, or systems. The core of the matter is always about changing the behavior of people.",
    "Sir Ken Robinson": "Creativity is as important now in education as literacy and we should treat it with the same status.",
    "Dr. Grant Wiggins": "To design a curriculum is to design a series of experiences for students.",
    "Jay McTighe": "If we want students to understand, we must ask them to do something with their knowledge.",
    "Dr. Linda Darling-Hammond": "We can't teach what we don't know, and we can't teach well if we don't know how to learn.",
    "bell hooks": "The classroom remains the most radical space of possibility in the academy.",
    "Dr. Sugata Mitra": "It's not about making learning happen. It's about letting it happen.",
    "Dr. Dylan Wiliam": "The most important assessment that goes on in a school is the day-to-day assessment that teachers do.",
    "Michael Schrage": "Collaboration is a shared creation invention.",
    "Dr. Daniel Pink": "Control leads to compliance; autonomy leads to engagement.",
    "Dr. Angela Duckworth": "Grit is living life like it's a marathon, not a sprint.",
    "Tony Wagner": "The world doesn't care what you know. It cares what you can do with what you know.",
    "Dr. Yong Zhao": "Education is not about fixing students; it is about finding their strengths.",
    "Salman Khan": "You have to master the concepts before you move on.",
    "Paul Tough": "Character starts with a particular kind of relationship between a child and an adult.",
    "Simon Sinek": "People don't buy what you do; they buy why you do it.",
    "David Cooperrider": "We live in worlds our questions create.",
    "Dr. Jean Lave": "Learning is an integral part of generative social practice in the lived-in world.",
    "Etienne Wenger": "Identity is a trajectory."
}